"BLANK_CD" = "U hebt een lege cd in de computer geplaatst. Kies een taak uit het venstermenu of klik op 'Negeer'.";
"UNTITLED_CD" = "naamloze cd";
"OPEN_FINDER" = "Open Finder";
"OPEN_ITUNES" = "Open iTunes";
"OPEN_DISK_UTILITY" = "Open Schijfhulpprogramma";
"OPEN_OTHER" = "Open ander programma…";
"RUN_SCRIPT" = "Voer script uit…";
"BLANK_DVD" = "U hebt een lege dvd in de computer geplaatst. Kies een taak uit het venstermenu of klik op 'Negeer'.";
"UNTITLED_DVD" = "naamloze dvd";
"OPEN_IDVD" = "Open iDVD";
"BLANK_BD" = "U hebt een lege bd in de computer geplaatst. Kies een taak uit het venstermenu of klik op 'Negeer'.";
"UNTITLED_BD" = "naamloze bd";
"BLANK_MINI_DVD" = "U hebt een mini-dvd-eenheid op uw computer aangesloten. Kies een taak uit het venstermenu of klik op 'Negeer'.";
"OPEN_IMOVIE" = "Open iMovie";
"OPEN_DVD_PLAYER" = "Open Dvd-speler";